[
    {
        "question_kn": "ಮಹಿಳೆಯರು ಸೌಂದರ್ಯಕ್ಕಾಗಿ ತಮ್ಮ ಹುಬ್ಬು ರೋಮಗಳನ್ನು ಕೀಳುವುದರ ವಿಧಿ ಏನು?",
        "answer_kn": "ಮಹಿಳೆಯರು ತಮ್ಮ ಮುಖದ ಮೇಲೆ ಬೆಳೆಯುವ ಸಹಜ ಕೂದಲುಗಳನ್ನು ನಿವಾ ರಿಸುವುದು ನಿಷಿದ್ಧವಾಗಿದೆ. ಹದೀಸ್ ವಚನಗಳಲ್ಲಿ ಈ ಬಗ್ಗೆ ಸ್ಪಷ್ಟ ಪ್ರಸ್ತಾಪಗಳಿವೆ. ಕರ್ಮಶಾಸ್ತ್ರ ಗ್ರಂಥಗಳಲ್ಲಿ ನೀಡಲಾದ ವಿವರಣೆಯಂತೆ ವಿವಾಹವಾದ ಮಹಿಳೆಯರು ತಮ್ಮ ಪತಿಯಂದಿರಿಗೆ ಸೌಂದರ್ಯವನ್ನು ತೋರ್ಪಡಿಸಲು ಅವರ ಅನುಮತಿ ಮೇರೆಗೆ ಹುಬ್ಬು ರೋಮವನ್ನು ನಿವಾರಿಸುವುದು ಸಮ್ಮತಾರ್ಹವಾಗಿದೆ. ಹಾಗಿರುವಾಗ ವಿವಾಹಿತರಲ್ಲದವರು ಹಾಗೂ ಪತಿಯ ಅನುಮತಿ ರಹಿತವಾಗಿ ಹುಬ್ಬು ರೋಮದ ನಿವಾರಣೆ ನಿಷಿದ್ಧ ವೆನಿಸುತ್ತದೆ."
    },
    {
        "question_kn": "ನಮಾಝ್‌ನೊಳಗಿನ ತಕ್‌ಬೀರ್‌ಗಳಾದ ‘ಇಂತಿಕಾಲಾತ್’ನ ತಕ್‌ಬೀರ್ ವೇಳೆ ಇಮಾಮರ ಜತೆ ಜತೆಗೇ ಹೋದರೆ ನಮಾಝ್ ಸಿಂಧುವಾಗುತ್ತದೆಯೇ? ಅಥವಾ ಇಮಾಮರ ನಂತರವೇ ನಿರ್ವಹಿಸಬೇಕೆಂದಿದೆಯೇ?",
        "answer_kn": "ನಮಾಝ್‌ನಲ್ಲಿ ಇಮಾಮ್ ಒಂದು ಕ್ರಿಯೆಯಿಂದ ಇನ್ನೊಂದು ಕ್ರಿಯೆಗೆ ಹೋಗುವಾಗ ಮಅಮೂಮ್ ಅದರ ಜತೆಗೆ ಸಾಗುವುದು ಕರಾಹತ್ ಇದೆ. ಆದರೆ ಇದರಿಂದ ನಮಾಝ್ ಅಸಿಂಧುವಾಗದು. ಇಮಾಮ್ ಒಂದು ಕ್ರಿಯೆಯಿಂದ ಇನ್ನೊಂದು ಕ್ರಿಯೆಗೆ ತಲುಪಿದ ಬಳಿಕ ಮಅಮೂಮ್ ಆ ಕ್ರಿಯೆಗೆ ಹೋಗಲು ಆರಂಭಿಸುವುದಾಗಿದೆ ಸುನ್ನತ್ತಾದ ಪೂರ್ಣ ಕ್ರಮ..."
    },
    {
        "question_kn": "ಮನೆ ಕಾಯಲಿಕ್ಕಾಗಿ ನಾಯಿ ಸಾಕುವುದರ ವಿಧಿ ಏನು? ತೋಟ, ಕೃಷಿಗಳನ್ನು ಕಾಯಲು ನಾಯಿಗಳನ್ನು ಸಾಕಬಹುದೆ? ನಾಯಿ ಇರುವಲ್ಲಿ ಮಲಕ್‌ಗಳು ಬರುವುದಿಲ್ಲವೆನ್ನುತ್ತಾರೆ, ಹೌದೆ? ಕಾರಣವೇನು?",
        "answer_kn": "ನಾಯಿಗಳನ್ನು ಸಾಕುವ ಬಗ್ಗೆ ಹದೀಸ್ ಗ್ರಂಥಗಳಲ್ಲಿ ಸಾಕಷ್ಟು ಉಲ್ಲೇಖಗಳಿವೆ. ಫಿಖ್‌ಹ್ ಗ್ರಂಥಗಳು ಈ ಬಗ್ಗೆ ಸವಿಸ್ತಾರ ಚರ್ಚೆಗಳನ್ನು ನಡೆಸಿವೆ. “ಯಾರು ನಾಯಿಯನ್ನು ಸಾಕುವನೋ ಅವನ ಸತ್ಕರ್ಮದಿಂದ ದಿನವೂ ಒಂದು ರಾಶಿ ಸತ್ಕರ್ಮಗಳನ್ನು ಅಳಿಸಿ ಹಾಕಲಾಗುತ್ತದೆ. ಕೃಷಿ ಹಾಗೂ ಜಾನುವಾರುಗಳ ನಾಯಿ ಹೊರತು’ ಎಂಬ ಹದೀಸನ್ನು ಇಮಾಮ್ ಬುಖಾರೀ ಮತ್ತು ಮುಸ್ಲಿಮ್ ವರದಿ ಮಾಡಿರುವರು..."
    },
    {
        "question_kn": "ಮಹಿಳೆಯರು ಸೌಂದರ್ಯಕ್ಕಾಗಿ ತಮ್ಮ ಹುಬ್ಬು ರೋಮಗಳನ್ನು ಕೀಳುವುದರ ವಿಧಿ ಏನು?",
        "answer_kn": "ಮಹಿಳೆಯರು ತಮ್ಮ ಮುಖದ ಮೇಲೆ ಬೆಳೆಯುವ ಸಹಜ ಕೂದಲುಗಳನ್ನು ನಿವಾ ರಿಸುವುದು ನಿಷಿದ್ಧವಾಗಿದೆ. ಹದೀಸ್ ವಚನಗಳಲ್ಲಿ ಈ ಬಗ್ಗೆ ಸ್ಪಷ್ಟ ಪ್ರಸ್ತಾಪಗಳಿವೆ. ಕರ್ಮಶಾಸ್ತ್ರ ಗ್ರಂಥಗಳಲ್ಲಿ ನೀಡಲಾದ ವಿವರಣೆಯಂತೆ ವಿವಾಹವಾದ ಮಹಿಳೆಯರು ತಮ್ಮ ಪತಿಯಂದಿರಿಗೆ ಸೌಂದರ್ಯವನ್ನು ತೋರ್ಪಡಿಸಲು ಅವರ ಅನುಮತಿ ಮೇರೆಗೆ ಹುಬ್ಬು ರೋಮವನ್ನು ನಿವಾರಿಸುವುದು ಸಮ್ಮತಾರ್ಹವಾಗಿದೆ. ಹಾಗಿರುವಾಗ ವಿವಾಹಿತರಲ್ಲದವರು ಹಾಗೂ ಪತಿಯ ಅನುಮತಿ ರಹಿತವಾಗಿ ಹುಬ್ಬು ರೋಮದ ನಿವಾರಣೆ ನಿಷಿದ್ಧ ವೆನಿಸುತ್ತದೆ."
    },
    {
        "question_kn": "ಎರಡು ನಮಾಜ್‌ಗಳನ್ನು ಜಮ್‌ಅ ಮಾಡಲು ಉದ್ದೇಶಿಸಿದ್ದು ಒಂದನೇ ನಮಾಜ್ ಮುಗಿದಾಗ ವುಳೂ ಭಂಗವಾದರೆ ವುಳೂ ನಿರ್ವಹಿಸಿ ಜಮ್‌ಅ ಮುಂದುವರಿಸ ಬಹುದೇ ಅಥವಾ ನಿರಂತರತೆ ನಷ್ಟವಾದ ಕಾರಣ ಎರಡನೇ ನಮಾಝನ್ನು ಅದರ ಸಮ ಯದಲ್ಲೇ ನಿರ್ವಹಿಸಬೇಕೇ?",
        "answer_kn": "ತಖ್‌ದೀಮಿನ ಜಮ್‌ಅ ಆಗಿ ನಮಾಜ್ ಮಾಡುವಾಗ ಎರಡು ನಮಾಝ್‌ಗಳ ನಡುವೆ ನಿರಂತರತೆಯು ನಿಬಂಧನೆಯಾಗಿದೆ. ಆದರೆ ಒಂದು ನಮಾಝ್ ಮುಗಿದು ವುಳೂ ಭಂಗವಾದ ಕಾರಣ ನಡುವೆ ವುಳೂ ಮಾಡುವುದರಿಂದ ನಿರಂತರತೆ ಮುರಿಯುವುದಿಲ್ಲ. ಎರಡನೇ ನಮಾಝನ್ನು ಸೇರಿಸಿ ಜಮ್‌ಅ ಆಗಿ ನಮಾಜ್ ಮುಂದುವರಿಸಬಹುದು. (ಮುಗ್‌ನೀ, ನಿಹಾಯ:)"
    }
]